{
  "id": "electronic-transactions-act-1999",
  "type": "statute",
  "title": "Electronic Transactions Act 1999",
  "title_en": "Electronic Transactions Act 1999",
  "short_name": "Electronic Transactions Act 1999",
  "status": "in_force",
  "issued_date": "1999-12-10",
  "in_force_date": "2025-12-05",
  "url": "https://www.legislation.gov.au/C2004A00553/latest/text",
  "description": "Electronic Transactions Act 1999 - Australian federal legislation. Register ID: C2026C00011. Compilation number: 4. Source: Federal Register of Legislation (legislation.gov.au).",
  "provisions": [
    {
      "provision_ref": "s1",
      "chapter": "Part 1 — Introduction",
      "section": "1",
      "title": "Short title",
      "content": "This Act may be cited as the Electronic Transactions Act 1999 ."
    },
    {
      "provision_ref": "s2",
      "chapter": "Part 1 — Introduction",
      "section": "2",
      "title": "Commencement",
      "content": "(1) Subject to subsection (2), this Act commences on a day to be fixed by Proclamation. (2) If this Act does not commence under subsection (1) within the period of 6 months beginning on the day on which this Act receives the Royal Assent, it commences on the first day after the end of that period."
    },
    {
      "provision_ref": "s3",
      "chapter": "Part 1 — Introduction",
      "section": "3",
      "title": "Object",
      "content": "The object of this Act is to provide a regulatory framework that: (a) recognises the importance of the information economy to the future economic and social prosperity of Australia; and (b) facilitates the use of electronic transactions; and (c) promotes business and community confidence in the use of electronic transactions; and (d) enables business and the community to use electronic communications in their dealings with government."
    },
    {
      "provision_ref": "s4",
      "chapter": "Part 1 — Introduction",
      "section": "4",
      "title": "Simplified outline",
      "content": "The following is a simplified outline of this Act: • For the purposes of a law of the Commonwealth, a transaction is not invalid because it took place by means of one or more electronic communications. • The following requirements imposed under a law of the Commonwealth can be met in electronic form: (a) a requirement to give information in writing; (b) a requirement to provide a signature; (c) a requirement to produce a document; (d) a requirement to record information; (e) a requirement to retain a document. • For the purposes of a law of the Commonwealth, provision is made for determining the time and place of the dispatch and receipt of an electronic communication. • The purported originator of an electronic communication is bound by it for the purposes of a law of the Commonwealth only if the communication was sent by the purported originator or with the authority of the purported originator. • Part 2A contains provisions applying to contracts involving electronic communications, including provisions (relating to the internet in particular) for the following: (a) an unaddressed proposal to form a contract is to be regarded as an invitation to make offers, rather than as an offer that if accepted would result in a contract; (b) a contract formed automatically is not invalid, void or unenforceable because there was no human review or intervention; (c) a portion of an electronic communication containing an input error can be withdrawn in certain circumstances; (d) the application of certain provisions of Part 2 to the extent they do not apply of their own force."
    },
    {
      "provision_ref": "s5",
      "chapter": "Part 1 — Introduction",
      "section": "5",
      "title": "Definitions",
      "content": "(1) In this Act, unless the contrary intention appears: addressee of an electronic communication means a person who is intended by the originator to receive the electronic communication, but does not include a person acting as an intermediary with respect to the electronic communication. automated message system means a computer program or an electronic or other automated means used to initiate an action or respond to data messages in whole or in part, without review or intervention by a natural person each time an action is initiated or a response is generated by the system. Commonwealth entity means: (a) a Minister; or (b) an officer or employee of the Commonwealth; or (c) a person who holds or performs the duties of an office under a law of the Commonwealth; or (d) an authority of the Commonwealth; or (e) an employee of an authority of the Commonwealth. consent includes consent that can reasonably be inferred from the conduct of the person concerned. data includes the whole or part of a computer program within the meaning of the Copyright Act 1968 . data storage device means any article or material (for example, a disk) from which information is capable of being reproduced, with or without the aid of any other article or device. electronic communication means: (a) a communication of information in the form of data, text or images by means of guided and/or unguided electromagnetic energy; or (b) a communication of information in the form of speech by means of guided and/or unguided electromagnetic energy, where the speech is processed at its destination by an automated voice recognition system. information means information in the form of data, text, images or speech. information system means a system for generating, sending, receiving, storing or otherwise processing electronic communications. information technology requirements includes software requirements. non - profit body means a body that is not carried on for the purposes of profit or gain to its individual members and is, by the terms of the body’s constitution, prohibited from making any distribution, whether in money, property or otherwise, to its members. originator of an electronic communication means a person by whom, or on whose behalf, the electronic communication has been sent or generated before storage, if any, but does not include a person acting as an intermediary with respect to the electronic communication. performance of a contract includes non - performance of the contract. place of business means: (a) in relation to a person, other than an entity referred to in paragraph (b)—a place where the person maintains a non - transitory establishment to pursue an economic activity other than the temporary provision of goods or services out of a specific location; or (b) in relation to a government, an authority of a government or a non - profit body—a place where any operations or activities are carried out by that government, authority or body. transaction includes: (a) any transaction in the nature of a contract, agreement or other arrangement; and (b) any statement, declaration, demand, notice or request, including an offer and the acceptance of an offer, that the parties are required to make or choose to make in connection with the formation or performance of a contract, agreement or other arrangement; and (c) any transaction of a non - commercial nature. (2) Before 1 July 2001, in this Act (other than this section): law of the Commonwealth means a law of the Commonwealth specified in the regulations."
    },
    {
      "provision_ref": "s6",
      "chapter": "Part 1 — Introduction",
      "section": "6",
      "title": "Crown to be bound",
      "content": "This Act binds the Crown in all its capacities."
    },
    {
      "provision_ref": "s7",
      "chapter": "Part 1 — Introduction",
      "section": "7",
      "title": "External Territories",
      "content": "This Act extends to all the external Territories."
    },
    {
      "provision_ref": "s7A",
      "chapter": "Part 1 — Introduction",
      "section": "7A",
      "title": "Exemptions under the regulations",
      "content": "(1) The regulations may provide that all or specified provisions of this Act do not apply: (a) to transactions, requirements, permissions, electronic communications or other matters specified, or of classes specified, in the regulations for the purposes of this section; or (b) in circumstances specified, or of classes specified, in the regulations for the purposes of this section. (2) The regulations may provide that all or specified provisions of this Act do not apply to specified laws of the Commonwealth."
    },
    {
      "provision_ref": "s7B",
      "chapter": "Part 1 — Introduction",
      "section": "7B",
      "title": "Other exemptions",
      "content": "Exemptions for courts and tribunals (1) Part 2A and Division 2 of Part 2 do not apply to the practice and procedure of a court or tribunal. For this purpose, practice and procedure includes all matters in relation to which rules of court may be made. Evidence Act 1995 etc. not affected (2) Part 2A and Division 2 of Part 2 do not affect the operation of: (a) the Evidence Act 1995 ; or (b) a law of a State or Territory that corresponds to the Evidence Act 1995 ; or (c) a law of a State or Territory, or a rule of common law, that makes provision for the way in which evidence is given in proceedings in a court."
    },
    {
      "provision_ref": "s8",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 1 — General rule about validity of transactions for the purposes of laws of the Commonwealth",
      "section": "8",
      "title": "Validity of electronic transactions",
      "content": "(1) For the purposes of a law of the Commonwealth, a transaction is not invalid because it took place wholly or partly by means of one or more electronic communications. (2) The general rule in subsection (1) does not apply in relation to the validity of a transaction to the extent to which another, more specific provision of this Part deals with the validity of the transaction."
    },
    {
      "provision_ref": "s9",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 2 — Requirements under laws of the Commonwealth",
      "section": "9",
      "title": "Writing",
      "content": "Requirement to give information in writing (1) If, under a law of the Commonwealth, a person is required to give information in writing, that requirement is taken to have been met if the person gives the information by means of an electronic communication, where: (a) in all cases—at the time the information was given, it was reasonable to expect that the information would be readily accessible so as to be useable for subsequent reference; and (b) if the information is required to be given to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that the information be given, in accordance with particular information technology requirements, by means of a particular kind of electronic communication—the entity’s requirement has been met; and (c) if the information is required to be given to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that particular action be taken by way of verifying the receipt of the information—the entity’s requirement has been met; and (d) if the information is required to be given to a person who is neither a Commonwealth entity nor a person acting on behalf of a Commonwealth entity—the person to whom the information is required to be given consents to the information being given by way of electronic communication. Permission to give information in writing (2) If, under a law of the Commonwealth, a person is permitted to give information in writing, the person may give the information by means of an electronic communication, where: (a) in all cases—at the time the information was given, it was reasonable to expect that the information would be readily accessible so as to be useable for subsequent reference; and (b) if the information is permitted to be given to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that the information be given, in accordance with particular information technology requirements, by means of a particular kind of electronic communication—the entity’s requirement has been met; and (c) if the information is permitted to be given to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that particular action be taken by way of verifying the receipt of the information—the entity’s requirement has been met; and (d) if the information is permitted to be given to a person who is neither a Commonwealth entity nor a person acting on behalf of a Commonwealth entity—the person to whom the information is permitted to be given consents to the information being given by way of electronic communication. Certain other laws not affected (3) This section does not affect the operation of any other law of the Commonwealth that makes provision for or in relation to requiring or permitting information to be given, in accordance with particular information technology requirements: (a) on a particular kind of data storage device; or (b) by means of a particular kind of electronic communication. Giving information (4) This section applies to a requirement or permission to give information, whether the expression give , send or serve , or any other expression, is used. (5) For the purposes of this section, giving information includes, but is not limited to, the following: (a) making an application; (b) making or lodging a claim; (c) giving, sending or serving a notification; (d) lodging a return; (e) making a request; (f) making a declaration; (g) lodging or issuing a certificate; (h) making, varying or cancelling an election; (i) lodging an objection; (j) giving a statement of reasons."
    },
    {
      "provision_ref": "s10",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 2 — Requirements under laws of the Commonwealth",
      "section": "10",
      "title": "Signature",
      "content": "Requirement for signature (1) If, under a law of the Commonwealth, the signature of a person is required, that requirement is taken to have been met in relation to an electronic communication if: (a) in all cases—a method is used to identify the person and to indicate the person’s intention in respect of the information communicated; and (b) in all cases—the method used was either: (i) as reliable as appropriate for the purpose for which the electronic communication was generated or communicated, in the light of all the circumstances, including any relevant agreement; or (ii) proven in fact to have fulfilled the functions described in paragraph (a), by itself or together with further evidence; and (c) if the signature is required to be given to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that the method used as mentioned in paragraph (a) be in accordance with particular information technology requirements—the entity’s requirement has been met; and (d) if the signature is required to be given to a person who is neither a Commonwealth entity nor a person acting on behalf of a Commonwealth entity—the person to whom the signature is required to be given consents to that requirement being met by way of the use of the method mentioned in paragraph (a). Certain other laws not affected (2) This section does not affect the operation of any other law of the Commonwealth that makes provision for or in relation to requiring: (a) an electronic communication to contain an electronic signature (however described); or (b) an electronic communication to contain a unique identification in an electronic form; or (c) a particular method to be used in relation to an electronic communication to identify the originator of the communication and to indicate the originator’s intention in respect of the information communicated. (3) The reference in subsection (1) to a law that requires a signature includes a reference to a law that provides consequences for the absence of a signature."
    },
    {
      "provision_ref": "s11",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 2 — Requirements under laws of the Commonwealth",
      "section": "11",
      "title": "Production of document",
      "content": "Requirement to produce a document (1) If, under a law of the Commonwealth, a person is required to produce a document that is in the form of paper, an article or other material, that requirement is taken to have been met if the person produces, by means of an electronic communication, an electronic form of the document, where: (a) in all cases—having regard to all the relevant circumstances at the time of the communication, the method of generating the electronic form of the document provided a reliable means of assuring the maintenance of the integrity of the information contained in the document; and (b) in all cases—at the time the communication was sent, it was reasonable to expect that the information contained in the electronic form of the document would be readily accessible so as to be useable for subsequent reference; and (c) if the document is required to be produced to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that an electronic form of the document be produced, in accordance with particular information technology requirements, by means of a particular kind of electronic communication—the entity’s requirement has been met; and (d) if the document is required to be produced to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that particular action be taken by way of verifying the receipt of the document—the entity’s requirement has been met; and (e) if the document is required to be produced to a person who is neither a Commonwealth entity nor a person acting on behalf of a Commonwealth entity—the person to whom the document is required to be produced consents to the production, by means of an electronic communication, of an electronic form of the document. Permission to produce a document (2) If, under a law of the Commonwealth, a person is permitted to produce a document that is in the form of paper, an article or other material, then, instead of producing the document in that form, the person may produce, by means of an electronic communication, an electronic form of the document, where: (a) in all cases—having regard to all the relevant circumstances at the time of the communication, the method of generating the electronic form of the document provided a reliable means of assuring the maintenance of the integrity of the information contained in the document; and (b) in all cases—at the time the communication was sent, it was reasonable to expect that the information contained in the electronic form of the document would be readily accessible so as to be useable for subsequent reference; and (c) if the document is permitted to be produced to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that an electronic form of the document be produced, in accordance with particular information technology requirements, by means of a particular kind of electronic communication—the entity’s requirement has been met; and (d) if the document is permitted to be produced to a Commonwealth entity, or to a person acting on behalf of a Commonwealth entity, and the entity requires that particular action be taken by way of verifying the receipt of the document—the entity’s requirement has been met; and (e) if the document is permitted to be produced to a person who is neither a Commonwealth entity nor a person acting on behalf of a Commonwealth entity—the person to whom the document is permitted to be produced consents to the production, by means of an electronic communication, of an electronic form of the document. Integrity of information (3) For the purposes of this section, the integrity of information contained in a document is maintained if, and only if, the information has remained complete and unaltered, apart from: (a) the addition of any endorsement; or (b) any immaterial change; which arises in the normal course of communication, storage or display. Certain other laws not affected (4) This section does not affect the operation of any other law of the Commonwealth that makes provision for or in relation to requiring or permitting electronic forms of documents to be produced, in accordance with particular information technology requirements: (a) on a particular kind of data storage device; or (b) by means of a particular kind of electronic communication. Exemption—migration and citizenship documents (5) Schedule 1 has effect. Copyright (6) The following provisions have effect: (a) the generation of an electronic form of a document for the purposes of: (i) this section; or (ii) a law of a State or Territory that corresponds to this section; does not constitute an infringement of the copyright in a work or other subject matter embodied in the document; (b) the production, by means of an electronic communication, of an electronic form of a document for the purposes of: (i) this section; or (ii) a law of a State or Territory that corresponds to this section; does not constitute an infringement of the copyright in a work or other subject matter embodied in the document."
    },
    {
      "provision_ref": "s12",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 2 — Requirements under laws of the Commonwealth",
      "section": "12",
      "title": "Retention",
      "content": "Recording of information (1) If, under a law of the Commonwealth, a person is required to record information in writing, that requirement is taken to have been met if the person records the information in electronic form, where: (a) in all cases—at the time of the recording of the information, it was reasonable to expect that the information would be readily accessible so as to be useable for subsequent reference; and (b) if the regulations require that the information be recorded, in electronic form, on a particular kind of data storage device—that requirement has been met. Retention of written document (2) If, under a law of the Commonwealth, a person is required to retain, for a particular period, a document that is in the form of paper, an article or other material, that requirement is taken to have been met if the person retains an electronic form of the document throughout that period, where: (a) in all cases—having regard to all the relevant circumstances at the time of the generation of the electronic form of the document, the method of generating the electronic form of the document provided a reliable means of assuring the maintenance of the integrity of the information contained in the document; and (b) in all cases—at the time of the generation of the electronic form of the document, it was reasonable to expect that the information contained in the electronic form of the document would be readily accessible so as to be useable for subsequent reference; and (c) if the regulations require that the electronic form of the document be retained on a particular kind of data storage device—that requirement has been met. (3) For the purposes of subsection (2), the integrity of information contained in a document is maintained if, and only if, the information has remained complete and unaltered, apart from: (a) the addition of any endorsement; or (b) any immaterial change; which arises in the normal course of communication, storage or display. Retention of electronic communications (4) If, under a law of the Commonwealth, a person (the first person ) is required to retain, for a particular period, information that was the subject of an electronic communication, that requirement is taken to be met if the first person retains, or causes another person to retain, in electronic form, the information throughout that period, where: (a) in all cases—at the time of commencement of the retention of the information, it was reasonable to expect that the information would be readily accessible so as to be useable for subsequent reference; and (b) in all cases—having regard to all the relevant circumstances at the time of commencement of the retention of the information, the method of retaining the information in electronic form provided a reliable means of assuring the maintenance of the integrity of the information contained in the electronic communication; and (c) in all cases—throughout that period, the first person also retains, or causes the other person to retain, in electronic form, such additional information obtained by the first person as is sufficient to enable the identification of the following: (i) the origin of the electronic communication; (ii) the destination of the electronic communication; (iii) the time when the electronic communication was sent; (iv) the time when the electronic communication was received; and (d) in all cases—at the time of commencement of the retention of the additional information covered by paragraph (c), it was reasonable to expect that the additional information would be readily accessible so as to be useable for subsequent reference; and (e) if the regulations require that the information be retained, in electronic form, on a particular kind of data storage device—that requirement is met throughout that period. (5) For the purposes of subsection (4), the integrity of information that was the subject of an electronic communication is maintained if, and only if, the information has remained complete and unaltered, apart from: (a) the addition of any endorsement; or (b) any immaterial change; which arises in the normal course of communication, storage or display. Copyright (6) The generation of an electronic form of a document for the purposes of: (a) this section; or (b) a law of a State or Territory that corresponds to this section; does not constitute an infringement of the copyright in a work or other subject matter embodied in the document."
    },
    {
      "provision_ref": "s14",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 3 — Other provisions relating to laws of the Commonwealth",
      "section": "14",
      "title": "Time of dispatch",
      "content": "(1) For the purposes of a law of the Commonwealth, unless otherwise agreed between the originator and the addressee of an electronic communication, the time of dispatch of the electronic communication is: (a) the time when the electronic communication leaves an information system under the control of the originator or of the party who sent it on behalf of the originator; or (b) if the electronic communication has not left an information system under the control of the originator or of the party who sent it on behalf of the originator—the time when the electronic communication is received by the addressee. Note: Paragraph (b) would apply to a case where the parties exchange electronic communications through the same information system. (2) Subsection (1) applies even though the place where the information system supporting an electronic address is located may be different from the place where the electronic communication is taken to have been dispatched under section 14B."
    },
    {
      "provision_ref": "s14A",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 3 — Other provisions relating to laws of the Commonwealth",
      "section": "14A",
      "title": "Time of receipt",
      "content": "(1) For the purposes of a law of the Commonwealth, unless otherwise agreed between the originator and the addressee of an electronic communication: (a) the time of receipt of the electronic communication is the time when the electronic communication becomes capable of being retrieved by the addressee at an electronic address designated by the addressee; or (b) the time of receipt of the electronic communication at another electronic address of the addressee is the time when both: (i) the electronic communication has become capable of being retrieved by the addressee at that address; and (ii) the addressee has become aware that the electronic communication has been sent to that address. (2) For the purposes of subsection (1), unless otherwise agreed between the originator and the addressee of the electronic communication, it is to be assumed that the electronic communication is capable of being retrieved by the addressee when it reaches the addressee’s electronic address. (3) Subsection (1) applies even though the place where the information system supporting an electronic address is located may be different from the place where the electronic communication is taken to have been received under section 14B."
    },
    {
      "provision_ref": "s14B",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 3 — Other provisions relating to laws of the Commonwealth",
      "section": "14B",
      "title": "Place of dispatch and place of receipt",
      "content": "(1) For the purposes of a law of the Commonwealth, unless otherwise agreed between the originator and the addressee of an electronic communication: (a) the electronic communication is taken to have been dispatched at the place where the originator has its place of business; and (b) the electronic communication is taken to have been received at the place where the addressee has its place of business. (2) For the purposes of the application of subsection (1) to an electronic communication: (a) a party’s place of business is assumed to be the location indicated by that party, unless another party demonstrates that the party making the indication does not have a place of business at that location; and (b) if a party has not indicated a place of business and has only one place of business, it is to be assumed that that place is the party’s place of business; and (c) if a party has not indicated a place of business and has more than one place of business, the place of business is that which has the closest relationship to the underlying transaction, having regard to the circumstances known to or contemplated by the parties at any time before or at the conclusion of the transaction; and (d) if a party has not indicated a place of business and has more than one place of business, but paragraph (c) does not apply—it is to be assumed that the party’s principal place of business is the party’s only place of business; and (e) if a party is a natural person and does not have a place of business—it is to be assumed that the party’s place of business is the place of the party’s habitual residence. (3) A location is not a place of business merely because that is: (a) where equipment and technology supporting an information system used by a party are located; or (b) where the information system may be accessed by other parties. (4) The sole fact that a party makes use of a domain name or email address connected to a specific country does not create a presumption that its place of business is located in that country."
    },
    {
      "provision_ref": "s15",
      "chapter": "Part 2 — Application of legal requirements to electronic communications > Division 3 — Other provisions relating to laws of the Commonwealth",
      "section": "15",
      "title": "Attribution of electronic communications",
      "content": "(1) For the purposes of a law of the Commonwealth, unless otherwise agreed between the purported originator and the addressee of an electronic communication, the purported originator of the electronic communication is bound by that communication only if the communication was sent by the purported originator or with the authority of the purported originator. (2) Subsection (1) is not intended to affect the operation of a law (whether written or unwritten) that makes provision for: (a) conduct engaged in by a person within the scope of the person’s actual or apparent authority to be attributed to another person; or (b) a person to be bound by conduct engaged in by another person within the scope of the other person’s actual or apparent authority. Certain provisions of the Evidence Act 1995 etc. not affected (5) This section does not affect the operation of: (a) section 87 or 88 of the Evidence Act 1995 ; or (b) a law of a State or Territory that corresponds to section 87 or 88 of the Evidence Act 1995 ; or (c) a law of a State or Territory, or a rule of common law, that provides for a statement made by a person to be treated as an admission made by a party to a proceeding in a court."
    },
    {
      "provision_ref": "s15A",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15A",
      "title": "Application and operation of this Part",
      "content": "(1) Subject to subsection (2), this Part applies to the use of electronic communications in connection with the formation or performance of a contract between parties, and so applies: (a) whether some or all of the parties are located within Australia or elsewhere; and (b) whether the contract is for business purposes, for personal, family or household purposes, or for other purposes. (2) This Part applies to or in relation to a contract only if: (a) the proper law of the contract is (or would on its formation be) the law of a State or Territory; and (b) at the time the contract is formed, there is no law of that State or Territory in terms substantially the same as this Part."
    },
    {
      "provision_ref": "s15B",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15B",
      "title": "Invitation to treat regarding contracts",
      "content": "(1) A proposal to form a contract made through one or more electronic communications that: (a) is not addressed to one or more specific parties; and (b) is generally accessible to parties making use of information systems; is to be considered as an invitation to make offers, unless it clearly indicates the intention of the party making the proposal to be bound in case of acceptance. (2) Subsection (1) extends to proposals that make use of interactive applications for the placement of orders through information systems."
    },
    {
      "provision_ref": "s15C",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15C",
      "title": "Use of automated message systems for contract formation—non - intervention of natural person",
      "content": "A contract formed by: (a) the interaction of an automated message system and a natural person; or (b) the interaction of automated message systems; is not invalid, void or unenforceable on the sole ground that no natural person reviewed or intervened in each of the individual actions carried out by the automated message systems or the resulting contract."
    },
    {
      "provision_ref": "s15D",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15D",
      "title": "Error in electronic communications regarding contracts",
      "content": "(1) This section applies in relation to a statement, declaration, demand, notice or request, including an offer and the acceptance of an offer, that the parties are required to make or choose to make in connection with the formation or performance of a contract. (2) If: (a) a natural person makes an input error in an electronic communication exchanged with the automated message system of another party; and (b) the automated message system does not provide the person with an opportunity to correct the error; the person, or the party on whose behalf the person was acting, has the right to withdraw the portion of the electronic communication in which the input error was made if: (c) the person, or the party on whose behalf the person was acting, notifies the other party of the error as soon as possible after having learned of the error and indicates that he or she made an error in the electronic communication; and (d) the person, or the party on whose behalf the person was acting, has not used or received any material benefit or value from the goods or services, if any, received from the other party. (3) The right of withdrawal of a portion of an electronic communication under this section is not of itself a right to rescind or otherwise terminate a contract. (4) The consequences (if any) of the exercise of the right of withdrawal of a portion of an electronic communication under this section are to be determined in accordance with any applicable rule of law. Note: In some circumstances the withdrawal of a portion of an electronic communication may invalidate the entire communication or render it ineffective for the purposes of contract formation (see paragraph 241 of the UNCITRAL explanatory note for the United Nations Convention on the Use of Electronic Communications in International Contracts, done at New York on 23 November 2005)."
    },
    {
      "provision_ref": "s15E",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15E",
      "title": "Application of Act in relation to contracts",
      "content": "(1) Subject to subsection (2), the provisions of sections 8 and 14 to 14B apply to: (a) a transaction constituted by or relating to a contract; or (b) an electronic communication relating to the formation or performance of a contract; in the same way as they apply to a transaction or electronic communication referred to in those sections, and so apply as if the words “For the purposes of a law of the Commonwealth” and “under a law of the Commonwealth” were omitted. (2) However, this Part (including subsection (1)) does not apply to or in relation to a contract to the extent that: (a) Part 2 would of its own force have the same effect as this Part if this Part applied; or (b) a law of a State or Territory (that is in substantially the same terms as Part 2) would of its own force have the same effect as this Part if this Part applied. Note: This section applies provisions of Part 2 to contracts or proposed contracts to the extent (if any) that those provisions do not apply merely because they are expressed to apply in relation to “a law of the Commonwealth”. This section also disapplies the provisions of Part 2A to the extent that Part 2 would apply of its own force. An example where Part 2 may not apply of its own force is where a contract is being negotiated in a State or Territory from a supplier located overseas."
    },
    {
      "provision_ref": "s15F",
      "chapter": "Part 2A — Additional provisions applying to contracts involving electronic communications",
      "section": "15F",
      "title": "No interference with powers and functions of another jurisdiction",
      "content": "(1) If: (a) apart from this subsection, this Part would operate so as to prevent or interfere with the exercise of the powers, or the performance of the functions or duties, of the government of a State; and (b) that operation would be invalid because of the Constitution; this Part does not so operate. (2) If: (a) apart from this subsection, this Part would operate so as to prevent or interfere with the exercise of the powers, or the performance of the functions or duties, of the government of the Australian Capital Territory or the Northern Territory; and (b) that operation would be invalid because of the Constitution if it were assumed that the Territory were a State; this Part does not so operate."
    },
    {
      "provision_ref": "s16",
      "chapter": "Part 3 — Miscellaneous",
      "section": "16",
      "title": "Regulations",
      "content": "The Governor - General may make regulations prescribing matters: (a) required or permitted by this Act to be prescribed; or (b) necessary or convenient to be prescribed for carrying out or giving effect to this Act."
    },
    {
      "provision_ref": "s17",
      "chapter": "Part 3 — Miscellaneous",
      "section": "17",
      "title": "Transitional provisions— Electronic Transactions Amendment Act 2011",
      "content": "(1) Regulations made under this Act before the commencement of section 7A and in force immediately before that commencement continue in force as if that section had been in force when they were made. (2) Subject to subsection (3): (a) section 15B extends to proposals made before the commencement date; and (b) section 15C extends to actions carried out before the commencement date; and (c) section 15D extends to statements, declarations, demands, notices or requests, including offers and the acceptance of offers, made or given before the commencement date. (3) Subsection (2) and Part 2A do not apply in relation to contracts formed before the commencement date. (4) In subsections (2) and (3), commencement date means the date of commencement of Part 2A."
    }
  ],
  "definitions": [
    {
      "term": "addressee",
      "definition": "addressee of an electronic communication means a person who is intended by the originator to receive the electronic communication, but does not include a person acting as an intermediary with respect to the electronic communication.",
      "source_provision": "s5"
    },
    {
      "term": "automated message system",
      "definition": "automated message system means a computer program or an electronic or other automated means used to initiate an action or respond to data messages in whole or in part, without review or intervention by a natural person each time an action is initiated or a response is generated by the system.",
      "source_provision": "s5"
    },
    {
      "term": "Commonwealth entity",
      "definition": "Commonwealth entity means:",
      "source_provision": "s5"
    },
    {
      "term": "consent",
      "definition": "consent includes consent that can reasonably be inferred from the conduct of the person concerned.",
      "source_provision": "s5"
    },
    {
      "term": "data",
      "definition": "data includes the whole or part of a computer program within the meaning of the Copyright Act 1968 .",
      "source_provision": "s5"
    },
    {
      "term": "data storage device",
      "definition": "data storage device means any article or material (for example, a disk) from which information is capable of being reproduced, with or without the aid of any other article or device.",
      "source_provision": "s5"
    },
    {
      "term": "electronic communication",
      "definition": "electronic communication means:",
      "source_provision": "s5"
    },
    {
      "term": "information",
      "definition": "information means information in the form of data, text, images or speech.",
      "source_provision": "s5"
    },
    {
      "term": "information system",
      "definition": "information system means a system for generating, sending, receiving, storing or otherwise processing electronic communications.",
      "source_provision": "s5"
    },
    {
      "term": "information technology requirements",
      "definition": "information technology requirements includes software requirements.",
      "source_provision": "s5"
    },
    {
      "term": "non",
      "definition": "non - profit body means a body that is not carried on for the purposes of profit or gain to its individual members and is, by the terms of the body’s constitution, prohibited from making any distribution, whether in money, property or otherwise, to its members.",
      "source_provision": "s5"
    },
    {
      "term": "originator",
      "definition": "originator of an electronic communication means a person by whom, or on whose behalf, the electronic communication has been sent or generated before storage, if any, but does not include a person acting as an intermediary with respect to the electronic communication.",
      "source_provision": "s5"
    },
    {
      "term": "performance",
      "definition": "performance of a contract includes non - performance of the contract.",
      "source_provision": "s5"
    },
    {
      "term": "place of business",
      "definition": "place of business means:",
      "source_provision": "s5"
    },
    {
      "term": "transaction",
      "definition": "transaction includes:",
      "source_provision": "s5"
    },
    {
      "term": "law of the Commonwealth",
      "definition": "law of the Commonwealth means a law of the Commonwealth specified in the regulations.",
      "source_provision": "s5"
    }
  ]
}